[
  {
    "game": "Minecraft",
    "rating": 4.9,
    "review": "Great port of a classic game to mobile. Build, explore, craft, or just chill with your firends online.",
    "pros": "Building is awesome and the different game modes offer many diferent ways to play.",
    "cons": "The controls are kinda hard on mobile but you can connect a bluetooth gamepad to your phone. Also there are only 2-3 bosses."
  },
  {
    "game": "Dadish",
    "rating": 5,
    "review": "This is an amazing game by an indie game dev. It is truly a great platformer about a radish who is a dad(Dadish) who goes looking for his kids because they ran off. The levels are challenging but not too hard. There is always some comedic dialogue at the end of each level. The bosses are also really fun. Go download it now!!!",
    "pros": "One of the best games I have ever played. The dialogue is great and the enemies and level design is really interesting. ",
    "cons": "The only con is that there are ads."
  },
  {
    "game": "Terraria",
    "rating": 4.99,
    "review": "Another amazing game. Very similar to minecraft but is 2d instead of 3d.",
    "pros": "This game is literally peak. There is so mush to do and so many bosses you never get bored.",
    "cons": "The controls are completely horrible. Its even harder Minecraft on mobile. "
  },
  {
    "game": "Dadish 2",
    "rating": 4.5,
    "review": "A wonderful sequal too Dadish. Same plot and similar bosses. I think some new enemies are introduced. I have yet to beat this one but its still really good.",
    "pros": "Another great platfomer. Hilarious dialogue. ",
    "cons": "There are ads amd some of the levels are kind of frusterating."
  },
  {
    "game": "Stumble Guys",
    "rating": 3,
    "review": "This game is such a knock off of Fall Guys. Many of the maps are very similar to Fall Guys maps. That being said there are still quite a few original maps. The gameplay is pretty good overall. Way to many ads.",
    "pros": "Gameplay is good. Original maps are all right. Events are pretty cool.",
    "cons": "Still a very much knock off of Fall Guys. It's literally in the name. Onl play if you don't have a device that can play Fall Guys." 
  },
  {
    "game": "Daily Dadish",
    "rating": 5,
    "review": "An amazing spin-off of the normal Dadish series. This game has one level per day and if you beat that level within a time limit you receive a star which can be used to purchase more costumes.",
    "pros": "This gae is really fun and trying to get the star each day is really cool. ",
    "cons": "As with every entry in the Dadish series there are ads. Some of the levels can be really enfuriating too, sometimes to the point of rage-quitting."
  },
  {
    "game": "Pokemon Go",
    "rating": 4,
    "review": "This games is extremely popular. The gameplay is ok and it is an incentive to get up and walk around but it lacks the magic of mainstrea pokemon games.",
    "pros": "Its fun walking around and trying to catch pokemon.",
    "cons": "The whole gameplay loop gets a little bit boring at somepoint. There are some pretty heavy P2W themes. It is possible to get into something of a softlock where you have no pokeballs and all you can do is walk around and spin pokestops to try and get some more."
  },
  {
    "game": "Dadish 3D",
    "rating": 4.5,
    "review": "This is another outstanding Dadish game. It introduces whole new perspective on the game. I am still working on it but its pretty cool.",
    "pros": "The dialogue is as great as ever. Wether you are a fan of the series or just getting started you should go play it now.",
    "cons": "The controls are hard to use and the camera feels a little wonky somehow." 
  }

]
